tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "openssl@1.1"
brew "ansible"
brew "automake"
brew "cmake"
brew "exa"
brew "fd"
brew "icu4c"
brew "firebase-cli"
brew "fork-cleaner"
brew "gnupg"
brew "go"
brew "grc"
brew "hub"
brew "hyperscan"
brew "jansson"
brew "jemalloc"
brew "jq"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "lcov"
brew "libsodium"
brew "libtool"
brew "mackup"
brew "mas"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mysql@5.7", restart_service: true
brew "nginx", restart_service: true
brew "node-build"
brew "node@12"
brew "nodenv"
brew "openconnect"
brew "overmind"
brew "pidof"
brew "pinentry-mac"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rclone"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby@2.4"
brew "ruby@2.5"
brew "ruby@2.6"
brew "shellcheck"
brew "socat"
brew "softhsm"
brew "tree"
brew "wget"
brew "yarn"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "anydesk"
cask "appcleaner"
cask "cheatsheet"
cask "clickup"
cask "dash3"
cask "discord"
cask "docker"
cask "downie"
cask "dropbox"
cask "firefox"
cask "fork"
cask "forklift"
cask "github"
cask "gitkraken"
cask "google-ads-editor"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-web-designer"
cask "iconjar"
cask "icons8"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "keepingyouawake"
cask "keka"
cask "liteicon"
cask "marked"
cask "numi"
cask "orka"
cask "osxfuse"
cask "pdfelement"
cask "permute"
cask "principle"
cask "prizmo"
cask "sizeup"
cask "sketch"
cask "skype"
cask "soda-player"
cask "steam"
cask "subler"
cask "teamspeak-client"
cask "tiles"
cask "tor-browser"
cask "transmission"
cask "unite"
cask "vagrant"
cask "viber"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vnc-viewer"
cask "whatsapp"
cask "wrike"
cask "zoomin"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "AudioNote - Notepad and Voice Recorder", id: 406393290
mas "Bubble Translate 3", id: 1439344351
mas "iThoughtsX", id: 720669838
mas "OneDrive", id: 823766827
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "Treenity", id: 1208520991
mas "WeChat", id: 836500024
mas "Xnip", id: 1221250572
